Repository: filipkjamilov/WalletLess
Catalog: WalletLess/Localization/*.lproj/Localizable.strings
Languages: mk_mk

source: Dashboard
mk_mk: Дома

source: Merchants
mk_mk: Трговци

source: Settings
mk_mk: Прилагодување

source: Confirm
mk_mk: Потврди

source: Cancel
mk_mk: Откажи

# scanCards
source: Start scaning!
mk_mk: Ве молиме скенирајте картички.

source: Search
mk_mk: Пребарувај

source: AppConfiguration
mk_mk: Прилагодување за апликацијата

source: Macedonian
mk_mk: Македонски

source: English
mk_mk: Англиски

source: Albanian
mk_mk: Албански

source: Support
mk_mk: Корисничка подршка

source: User manual
mk_mk: Упатство за користење

source: Call us
mk_mk: Јавете ни се

source: Visit us
mk_mk: Посети не

source: Email us
mk_mk: Испратете ни е-пошта

source: Legal Policy
mk_mk: Правна политика

source: Terms and conditions
mk_mk: Правила и услови

source: Privacy Policy
mk_mk: Политика за приватност

source: About the app
mk_mk: За апликацијата

source: Version
mk_mk: Верзија

source: Last update
mk_mk: Последно ажурирање

source: Device name
mk_mk: Име на уред

source: System version
mk_mk: Системска верзија

source: Developed by
mk_mk: Развиена од

source: All rights reserved
mk_mk: Сите права се задржани

# LegalPolicyFooter
source: For more legal policy contact us.
mk_mk: За повеќе правна политика, контактирајте не.

# No internet
source: Cannot establish connection!
mk_mk: Не може да се воспостави врска!

# Cannot Scan
source: Cards scanned will not be saved!
mk_mk: Скенираните картички нема да се зачуваат!

# Mail provider missing
source: Mail provider is missing.
mk_mk: Недостасува давател на пошта.

# privacyPolicy
source: Information Collected while Using the Application While using Our Application, in order to provide features of Our Application, We may collect, with Your prior permission: Information regarding your location to be able to sort the loyalty cards, permission for camera usage to be able to scan the code from a loyalty card. You can enable or disable access to this information at any time, through Your Device settings. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the Last updated date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: By email: walletlessapp@gmail.com
mk_mk: Информации собрани при користење на апликацијата Додека ја користиме нашата апликација, со цел да обезбедиме карактеристики на нашата апликација, со ваша претходна дозвола може да собираме: информации во врска со вашата локација за да може да ги сортирате картичките за лојалност, дозвола за користење камера за да може да скенирајте го кодот од картичка за лојалност. Можете да го овозможите или оневозможите пристапот до овие информации во секое време, преку поставките на вашиот уред. Промени на оваа Политика за приватност Можеме да ја ажурираме нашата Политика за приватност од време на време. Ќе ве известиме за какви било промени со објавување на новата Политика за приватност на оваа страница. Ќе ве известиме преку е-пошта и/или истакнато известување за нашата услуга, пред промената да стапи на сила и ќе го ажурираме датумот на последно ажурирање на врвот на оваа Политика за приватност. Ви препорачуваме периодично да ја прегледувате оваа Политика за приватност за какви било промени. Промените на оваа Политика за приватност се ефективни кога ќе бидат објавени на оваа страница. Контактирајте со нас Ако имате какви било прашања во врска со оваа Политика за приватност, можете да не контактирате: преку е-пошта: walletlessapp@gmail.com
